
# Создайте в Sublime файл hello.py, в котором будет переменная name с вашим именем
# Сделайте так, чтобы при запуске скрипта значение переменной выводилось на экран
# Запустите скрипт

name = 'Firgat'
print(name)
